export const aboutPlatform = [
  {
    title: "فكرة المنصة",
    content: `
فى منصة Learn With Me، نؤمن بأن التعلم هو المفتاح لتحقيق إمكانيات كل طالب. تم تصميم منصتنا لتلبية احتياجات الطلاب في جميع المراحل التعليمية، من الابتدائي والإعدادي والثانوي إلى الجامعي، بالإضافة إلى ذوي الاحتياجات الخاصة. هدفنا هو خلق بيئة تعليمية تحفز على حب التعلم وتسهله من خلال تقنيات التعليم الحديثة.
`,
    id: "platform",
  },

  {
    title: "المدرسين",
    content: "",
    id: "teachers",
  },

  {
    title: "مزايا Learn With Me",
    content: `في منصه Learn With Me، نؤمن بأن التعلم هو المفتاح لتحقيق إمكانيات كل طالب. تم تصميم منصتنا لتلبية احتياجات الطلاب في جميع المراحل التعليمية، من الابتدائي والإعدادي والثانوي إلى الجامعي، بالإضافة إلى ذوي الاحتياجات الخاصة. هدفنا هو خلق بيئة تعليمية تحفز على حب التعلم وتسهله من خلال تقنيات التعليم الحديثة.`,
    id: "features",
  },
];
